Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: The participants in the standardisation process shall seek to promote investment and innovation in AI, including through increasing legal certainty, as well as the competitiveness and growth of the Union market, to contribute to strengthening global cooperation on standardisation and taking into account existing international standards in the field of AI that are consistent with Union values, fundamental rights and interests, and to enhance multi-stakeholder governance ensuring a balanced representation of interests and the effective participation of all relevant stakeholders in accordance with Articles 5, 6, and 7 of Regulation (EU) No 1025/2012.
pt_pt: Os participantes no processo de normalização devem procurar promover o investimento e a inovação no domínio da IA, nomeadamente através do aumento da segurança jurídica, bem como a competitividade e o crescimento do mercado da União, contribuir para o reforço da cooperação mundial em matéria de normalização, tendo em conta as normas internacionais existentes no domínio da IA que sejam compatíveis com os valores, os direitos fundamentais e os interesses da União, e reforçar a governação multilateral, assegurando uma representação equilibrada dos interesses e a participação efetiva de todas as partes interessadas pertinentes, em conformidade com os artigos 5.o, 6.o e 7.o do Regulamento (UE) n.o 1025/2012.

source: Article 41
pt_pt: Artigo 41.o

source: Common specifications
pt_pt: Especificações comuns

source: The Commission may adopt, implementing acts establishing common specifications for the requirements set out in Section 2 of this Chapter or, as applicable, for the obligations set out in Sections 2 and 3 of Chapter V where the following conditions have been fulfilled:
pt_pt: A Comissão pode adotar atos de execução que estabeleçam especificações comuns para os requisitos estabelecidos na secção 2 do presente capítulo, ou, se for caso disso, para as obrigações estabelecidas nas secções 2 e 3 do capítulo V, se estiverem preenchidas as seguintes condições:

source: the Commission has requested, pursuant to Article 10(1) of Regulation (EU) No 1025/2012, one or more European standardisation organisations to draft a harmonised standard for the requirements set out in Section 2 of this Chapter, or, as applicable, for the obligations set out in Sections 2 and 3 of Chapter V, and:
pt_pt: A Comissão pediu, nos termos do artigo 10.o, n.o 1, do Regulamento (UE) n.o 1025/2012, a uma ou mais organizações europeias de normalização que elaborassem uma norma harmonizada para os requisitos estabelecidos na secção 2 do presente capítulo, ou, conforme aplicável, para as obrigações estabelecidas nas secções 2 e 3 do capítulo V, e:

source: the request has not been accepted by any of the European standardisation organisations; or
pt_pt: o pedido não foi aceite por nenhuma das organizações europeias de normalização, ou

source: the harmonised standards addressing that request are not delivered within the deadline set in accordance with Article 10(1) of Regulation (EU) No 1025/2012; or
pt_pt: as normas harmonizadas relativas a esse pedido não foram entregues no prazo fixado em conformidade com o artigo 10.o, n.o 1, do Regulamento (UE) n.o 1025/2012, ou

source: the relevant harmonised standards insufficiently address fundamental rights concerns; or
pt_pt: as normas harmonizadas pertinentes não dão resposta suficiente às preocupações em matéria de direitos fundamentais, ou

source: the harmonised standards do not comply with the request; and
pt_pt: as normas harmonizadas não cumprem o pedido; e

source: no reference to harmonised standards covering the requirements referred to in Section 2 of this Chapter or, as applicable, the obligations referred to in Sections 2 and 3 of Chapter V has been published in the Official Journal of the European Union in accordance with Regulation (EU) No 1025/2012, and no such reference is expected to be published within a reasonable period.
pt_pt: Não se encontra publicada no Jornal Oficial da União Europeia qualquer referência a normas harmonizadas que abranjam os requisitos referidos na secção 2 do presente capítulo ou, conforme aplicável, para as obrigações referidas nas secções 2 e 3 do capítulo V, em conformidade com o Regulamento (UE) n.o 1025/2012, e não se prevê a publicação de tal referência dentro de um prazo razoável.

source: When drafting the common specifications, the Commission shall consult the advisory forum referred to in Article 67.
pt_pt: Quando elaborar as especificações comuns, a Comissão deverá consultar o fórum consultivo a que se refere o artigo 67.o.

source: The implementing acts referred to in the first subparagraph of this paragraph shall be adopted in accordance with the examination procedure referred to in Article 98(2).
pt_pt: Os atos de execução a que se refere o primeiro parágrafo do presente número são adotados de acordo com o procedimento de exame a que se refere o artigo 98.o, n.o 2.

source: Before preparing a draft implementing act, the Commission shall inform the committee referred to in Article 22 of Regulation (EU) No 1025/2012 that it considers the conditions laid down in paragraph 1 of this Article to be fulfilled.
pt_pt: Antes de elaborar um projeto de ato de execução, a Comissão informa o comité a que se refere o artigo 22.o do Regulamento (UE) n.o 1025/2012 de que considera que estão preenchidas as condições estabelecidas no n.o 1 do presente artigo.

source: High-risk AI systems or general-purpose AI models which are in conformity with the common specifications referred to in paragraph 1, or parts of those specifications, shall be presumed to be in conformity with the requirements set out in Section 2 of this Chapter or, as applicable, to comply with the obligations referred to in Sections 2 and 3 of Chapter V, to the extent those common specifications cover those requirements or those obligations.
pt_pt: Presume-se que os sistemas de IA de risco elevado ou os modelos de IA de finalidade geral que estão em conformidade com as especificações comuns a que se refere o n.o 1, ou com partes dessas especificações, são conformes com os requisitos estabelecidos na secção 2 do presente capítulo, ou, conforme aplicável, que cumprem as obrigações referidas nas secções 2 e 3 do capítulo V, desde que tais especificações comuns abranjam esses requisitos ou essas obrigações.

source: Where a harmonised standard is adopted by a European standardisation organisation and proposed to the Commission for the publication of its reference in the Official Journal of the European Union, the Commission shall assess the harmonised standard in accordance with Regulation (EU) No 1025/2012.
pt_pt: Sempre que uma norma harmonizada seja adotada por uma organização europeia de normalização e a publicação da sua referência no Jornal Oficial da União Europeia seja proposta à Comissão, esta última avalia a norma harmonizada nos termos do Regulamento (UE) n.o 1025/2012.

source: When reference to a harmonised standard is published in the Official Journal of the European Union, the Commission shall repeal the implementing acts referred to in paragraph 1, or parts thereof which cover the same requirements set out in Section 2 of this Chapter or, as applicable, the same obligations set out in Sections 2 and 3 of Chapter V.
pt_pt: Quando a referência a uma norma harmonizada é publicada no Jornal Oficial da União Europeia, a Comissão revoga os atos de execução a que se refere o n.o 1, ou partes desses atos de execução que abranjam os mesmos requisitos estabelecidos na secção 2 do presente capítulo ou, conforme aplicável, as mesmas obrigações estabelecidas nas secções 2 e 3 do capítulo V.

source: Where providers of high-risk AI systems or general-purpose AI models do not comply with the common specifications referred to in paragraph 1, they shall duly justify that they have adopted technical solutions that meet the requirements referred to in Section 2 of this Chapter or, as applicable, comply with the obligations set out in Sections 2 and 3 of Chapter V to a level at least equivalent thereto.
pt_pt: Os prestadores de sistemas de IA de risco elevado ou os modelos de IA de finalidade geral que não cumprirem as especificações comuns a que se refere o n.o 1 devem justificar devidamente que adotaram soluções técnicas que cumprem os requisitos referidos na secção 2 do presente capítulo, ou, conforme aplicável, as obrigações estabelecidas nas secções 2 e 3 do capítulo V, a um nível, no mínimo, equivalente.

source: Where a Member State considers that a common specification does not entirely meet the requirements set out in Section 2 or, as applicable, comply with obligations set out in Sections 2 and 3 of Chapter V, it shall inform the Commission thereof with a detailed explanation.
pt_pt: Caso um Estado-Membro considere que uma especificação comum não cumpre inteiramente os requisitos estabelecidos na secção 2 ou, conforme aplicável, as obrigações estabelecidas nas secções 2 e 3 do capítulo V, informa a Comissão desse facto, apresentando uma explicação pormenorizada.

source: The Commission shall assess that information and, if appropriate, amend the implementing act establishing the common specification concerned.
pt_pt: A Comissão avalia essas informações e, se for caso disso, altera o ato de execução que estabelece a especificação comum em causa.

source: Article 42
pt_pt: Artigo 42.o

source: Presumption of conformity with certain requirements
pt_pt: Presunção de conformidade com determinados requisitos

source: High-risk AI systems that have been trained and tested on data reflecting the specific geographical, behavioural, contextual or functional setting within which they are intended to be used shall be presumed to comply with the relevant requirements laid down in Article 10(4).
pt_pt: Presume-se que os sistemas de IA de risco elevado que foram treinados e testados com recurso a dados que refletem o cenário geográfico, comportamental, contextual ou funcional específico no qual se destinam a ser utilizados são conformes com os requisitos pertinentes estabelecidos no artigo 10.o, n.o 4.

source: High-risk AI systems that have been certified or for which a statement of conformity has been issued under a cybersecurity scheme pursuant to Regulation (EU) 2019/881 and the references of which have been published in the Official Journal of the European Union shall be presumed to comply with the cybersecurity requirements set out in Article 15 of this Regulation in so far as the cybersecurity certificate or statement of conformity or parts thereof cover those requirements.
pt_pt: Presume-se que os sistemas de IA de risco elevado que foram certificados ou relativamente aos quais foi emitida uma declaração de conformidade no âmbito de um sistema de certificação da cibersegurança estabelecido nos termos do Regulamento (UE) 2019/881 e cujas referências foram publicadas no Jornal Oficial da União Europeia são conformes com os requisitos de cibersegurança estabelecidos no artigo 15.o do presente regulamento, contanto que o certificado de cibersegurança ou a declaração de conformidade ou partes dos mesmos abranjam esses requisitos.

source: Article 43
pt_pt: Artigo 43.o

source: Conformity assessment
pt_pt: Avaliação da conformidade

source: For high-risk AI systems listed in point 1 of Annex III, where, in demonstrating the compliance of a high-risk AI system with the requirements set out in Section 2, the provider has applied harmonised standards referred to in Article 40, or, where applicable, common specifications referred to in Article 41, the provider shall opt for one of the following conformity assessment procedures based on:
pt_pt: No respeitante aos sistemas de IA de risco elevado enumerados no anexo III, ponto 1, se, ao demonstrar a conformidade de um sistema de IA de risco elevado com os requisitos estabelecidos na secção 2, o prestador tiver aplicado as normas harmonizadas a que se refere o artigo 40.o, ou, se for caso disso, as especificações comuns a que se refere o artigo 41.o, o prestador deve optar por um dos seguintes procedimentos:

source: the internal control referred to in Annex VI; or
pt_pt: O controlo interno a que se refere o anexo VI; ou

source: the assessment of the quality management system and the assessment of the technical documentation, with the involvement of a notified body, referred to in Annex VII.
pt_pt: A avaliação do sistema de gestão da qualidade e a avaliação da documentação técnica, com a participação de um organismo notificado, a que se refere o anexo VII.

source: In demonstrating the compliance of a high-risk AI system with the requirements set out in Section 2, the provider shall follow the conformity assessment procedure set out in Annex VII where:
pt_pt: Ao demonstrar a conformidade de um sistema de IA de risco elevado com os requisitos estabelecidos na secção 2, o prestador deve seguir o procedimento de avaliação da conformidade estabelecido no anexo VII quando:

source: harmonised standards referred to in Article 40 do not exist, and common specifications referred to in Article 41 are not available;
pt_pt: Não existam as normas harmonizadas a que se refere o artigo 40.o e não estejam disponíveis as especificações comuns a que se refere o artigo 41.o;

source: the provider has not applied, or has applied only part of, the harmonised standard;
pt_pt: O prestador não tenha aplicado, ou tenha aplicado apenas parcialmente, a norma harmonizada;

source: the common specifications referred to in point (a) exist, but the provider has not applied them;
pt_pt: Existam as especificações comuns a que se refere a alínea a), mas o prestador não as tenha aplicado;

source: one or more of the harmonised standards referred to in point (a) has been published with a restriction, and only on the part of the standard that was restricted.
pt_pt: Uma ou mais das normas harmonizadas a que se refere a alínea a) tenham sido publicadas com uma restrição, e apenas no tocante à parte da norma que foi objeto da restrição.

source: For the purposes of the conformity assessment procedure referred to in Annex VII, the provider may choose any of the notified bodies.
pt_pt: Para efeitos do procedimento de avaliação da conformidade a que se refere o anexo VII, o prestador pode escolher qualquer um dos organismos notificados.

source: However, where the high-risk AI system is intended to be put into service by law enforcement, immigration or asylum authorities or by Union institutions, bodies, offices or agencies, the market surveillance authority referred to in Article 74(8) or (9), as applicable, shall act as a notified body.
pt_pt: Contudo, caso o sistema de IA de risco elevado se destine a ser colocado em serviço por autoridades competentes em matéria de aplicação da lei, imigração ou asilo ou por instituições, órgãos e organismos da UE, a autoridade de fiscalização do mercado a que se refere o artigo 74.o, n.os 8 ou 9, consoante aplicável, atua como organismo notificado.

source: For high-risk AI systems referred to in points 2 to 8 of Annex III, providers shall follow the conformity assessment procedure based on internal control as referred to in Annex VI, which does not provide for the involvement of a notified body.
pt_pt: Em relação aos sistemas de IA de risco elevado enumerados no anexo III, pontos 2 a 8, os prestadores devem seguir o procedimento de avaliação da conformidade baseado no controlo interno a que se refere o anexo VI, que não prevê a participação de um organismo notificado.

source: For high-risk AI systems covered by the Union harmonisation legislation listed in Section A of Annex I, the provider shall follow the relevant conformity assessment procedure as required under those legal acts.
pt_pt: Em relação aos sistemas de IA de risco elevado abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, o prestador deve seguir o procedimento de avaliação da conformidade aplicável nos termos desses atos jurídicos.

source: The requirements set out in Section 2 of this Chapter shall apply to those high-risk AI systems and shall be part of that assessment.
pt_pt: Os requisitos estabelecidos na secção 2 do presente capítulo aplicam-se a esses sistemas de IA de risco elevado e devem fazer parte dessa avaliação.

source: Points 4.3., 4.4., 4.5. and the fifth paragraph of point 4.6 of Annex VII shall also apply.
pt_pt: É igualmente aplicável o disposto no anexo VII, pontos 4.3, 4.4, 4.5 e ponto 4.6, quinto parágrafo.

source: For the purposes of that assessment, notified bodies which have been notified under those legal acts shall be entitled to control the conformity of the high-risk AI systems with the requirements set out in Section 2, provided that the compliance of those notified bodies with requirements laid down in Article 31(4), (5), (10) and (11) has been assessed in the context of the notification procedure under those legal acts.
pt_pt: Para efeitos dessa avaliação, os organismos notificados que tenham sido notificados nos termos dos referidos atos jurídicos ficam habilitados a verificar a conformidade dos sistemas de IA de risco elevado com os requisitos estabelecidos na secção 2, contanto que a conformidade desses organismos notificados com os requisitos estabelecidos no artigo 31.o, n.os 4, 5, 10 e 11, tenha sido avaliada no contexto do procedimento de notificação previsto nesses atos jurídicos.

source: Where a legal act listed in Section A of Annex I enables the product manufacturer to opt out from a third-party conformity assessment, provided that that manufacturer has applied all harmonised standards covering all the relevant requirements, that manufacturer may use that option only if it has also applied harmonised standards or, where applicable, common specifications referred to in Article 41, covering all requirements set out in Section 2 of this Chapter.
pt_pt: Sempre que um ato jurídico enumerado na secção A do anexo I permita que o fabricante do produto renuncie a uma avaliação da conformidade por terceiros, desde que esse fabricante tenha aplicado todas as normas harmonizadas que abrangem os requisitos previstos nesses atos, o fabricante apenas pode recorrer a tal opção se tiver também aplicado normas harmonizadas ou, se for caso disso, especificações comuns a que se refere o artigo 41.o que abranjam todos os requisitos estabelecidos na secção 2 do presente capítulo.

source: High-risk AI systems that have already been subject to a conformity assessment procedure shall undergo a new conformity assessment procedure in the event of a substantial modification, regardless of whether the modified system is intended to be further distributed or continues to be used by the current deployer.
pt_pt: Os sistemas de IA de risco elevado que já tenham sido sujeitos a um procedimento de avaliação da conformidade devem ser sujeitos a um novo procedimento de avaliação da conformidade caso sejam substancialmente modificados, independentemente de o sistema modificado se destinar a distribuição ulterior ou continuar a ser utilizado pelo atual responsável pela implantação.

source: For high-risk AI systems that continue to learn after being placed on the market or put into service, changes to the high-risk AI system and its performance that have been pre-determined by the provider at the moment of the initial conformity assessment and are part of the information contained in the technical documentation referred to in point 2(f) of Annex IV, shall not constitute a substantial modification.
pt_pt: No caso dos sistemas de IA de risco elevado que continuam a aprender após a colocação no mercado ou a colocação em serviço, as alterações ao sistema de IA de risco elevado e ao seu desempenho que tenham sido predeterminadas pelo prestador aquando da avaliação da conformidade inicial e façam parte das informações contidas na documentação técnica a que se refere o anexo IV, ponto 2, alínea f), não constituem uma modificação substancial.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annexes VI and VII by updating them in light of technical progress.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar os anexos VI e VII atualizando-os à luz da evolução técnica.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend paragraphs 1 and 2 of this Article in order to subject high-risk AI systems referred to in points 2 to 8 of Annex III to the conformity assessment procedure referred to in Annex VII or parts thereof.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o para alterar os n.os 1 e 2 do presente artigo, a fim de sujeitar os sistemas de IA de risco elevado a que se refere o anexo III, pontos 2 a 8, à totalidade, ou a parte, do procedimento de avaliação da conformidade a que se refere o anexo VII.

source: The Commission shall adopt such delegated acts taking into account the effectiveness of the conformity assessment procedure based on internal control referred to in Annex VI in preventing or minimising the risks to health and safety and protection of fundamental rights posed by such systems, as well as the availability of adequate capacities and resources among notified bodies.
pt_pt: A Comissão adota esses atos delegados tendo em conta a eficácia do procedimento de avaliação da conformidade baseado no controlo interno a que se refere o anexo VI no que toca à prevenção ou minimização dos riscos que esses sistemas representam para a saúde e a segurança e para a proteção dos direitos fundamentais, bem como a disponibilidade de capacidades e recursos adequados nos organismos notificados.

source: Article 44
pt_pt: Artigo 44.o

source: Certificates
pt_pt: Certificados

source: Certificates issued by notified bodies in accordance with Annex VII shall be drawn-up in a language which can be easily understood by the relevant authorities in the Member State in which the notified body is established.
pt_pt: Os certificados emitidos pelos organismos notificados em conformidade com o anexo VII devem ser redigidos numa língua que possa ser facilmente compreendida pelas autoridades competentes do Estado-Membro em que o organismo notificado estiver estabelecido.

source: Certificates shall be valid for the period they indicate, which shall not exceed five years for AI systems covered by Annex I, and four years for AI systems covered by Annex III.
pt_pt: Os certificados são válidos pelo período neles indicado, que não pode exceder cinco anos para os sistemas de IA abrangidos pelo anexo I e quatro anos para os sistemas de IA abrangidos pelo anexo III.

source: At the request of the provider, the validity of a certificate may be extended for further periods, each not exceeding five years for AI systems covered by Annex I, and four years for AI systems covered by Annex III, based on a re-assessment in accordance with the applicable conformity assessment procedures.
pt_pt: A pedido do prestador, a validade de um certificado pode ser prorrogada por novos períodos não superiores a cinco anos para os sistemas de IA abrangidos pelo anexo I e a quatro anos para os sistemas de IA abrangidos pelo anexo III, com base numa reavaliação segundo os procedimentos de avaliação da conformidade aplicáveis.

source: Any supplement to a certificate shall remain valid, provided that the certificate which it supplements is valid.
pt_pt: Os eventuais aditamentos a um certificado permanecem válidos, desde que o certificado a que dizem respeito seja válido.
